COMMANDS_RU = {
    '/start': '<b>💢 МЫ ВСТРЕТИЛИСЬ НЕСЛУЧАЙНО 💢</b>\n\n'
              'Ты искал это. Скрывался в соцсетях. Прятался в сериалах. '
              'Но теперь ты здесь. И кнопка перед тобой.'
              '\n\n<i>Это не приглашение. '
              'Это последнее предупреждение.</i>',
              '/support': 'Возникла проблема? Напиши сюда @DernulSupport'
}

general_quotes = [
    '<i>"Только потеряв всё, ты обретаешь свободу делать что угодно."</i>',
    '<i>"Работаешь на работе, которую ненавидишь, чтобы купить дерьмо, которое тебе не нужно."</i>',
    '<i>"Первый шаг к бессмертию — перестать бояться смерти."</i>',
    '<i>"Сначала ты теряешь всё. Потом находишь себя."</i>',
    '<i>"Ты не умрёшь, пока не начнёшь драться."</i>',
    '<i>"Ты — не твоя работа. Не твои деньги. Не твой автомобиль."</i>',
    '<i>"Страх — это то, что мешает тебе умереть, пока ты жив."</i>',
    '<i>"Без страха. Без сожалений. Без надежды."</i>',
    '<i>"Это твоя жизнь, и она кончается с каждой секундой."</i>',
    '<i>"Иногда нужно всё разбить, чтобы начать сначала."</i>',
    '<i>"Когда ты доводишь сумасшедшего до предела — мораль исчезает."</i>',
    '<i>"Ты не умрёшь красивым. Ты умрёшь, как и все — в панике и дерьме."</i>',
    '<i>"Это твоя война, и она никогда не закончится."</i>',
    '<i>"Без страха. Без сожалений. Без надежды."</i>',
    '<i>"Иногда нужно всё разбить, чтобы начать сначала."</i>',
    '<i>"Мы — рабы той ерунды, которую сами себе придумали."</i>',
    '<i>"Ты — не твои друзья. Не твоя семья. Не твоя история."</i>',
    '<i>"Страх — это то, что мешает тебе умереть, пока ты жив."</i>',
    '<i>"Первый шаг к бессмертию — перестать бояться смерти."</i>',
    '<i>"Ты не умрёшь, пока не начнёшь драться."</i>',
    '<i>"Сначала ты теряешь всё. Потом находишь себя."</i>',
    '<i>"Работаешь на работе, которую ненавидишь, чтобы купить дерьмо, которое тебе не нужно."</i>',
    '<i>"Мы не церковь спасения. Мы — церковь разрушения."</i>',
    '<i>"Ты — не твои проблемы. Ты — не твои решения."</i>',
    '<i>"Всё, что ты любишь, в конце концов тебя убьёт."</i>',
    '<i>"Ты не свободен, пока у тебя есть что терять."</i>',
    '<i>"Мы делаем из дерьма золото, а потом удивляемся, почему оно воняет."</i>',
    '<i>"Ты — не твои достижения. Ты — не твои провалы."</i>',
    '<i>"Ты — не твоя боль. Ты — не твой страх."</i>',
]

sticker_pack = ['CAACAgIAAxkBAAIE_WgBNAJ8QU0f-AVJ0Ru19L3xdSxMAAJPHgACNG1AS_USYPd9fdqmNgQ',
                'CAACAgIAAxkBAAIE_2gBNC6kaMr31mH6jjqiQJtyC6EjAAIoHwACq3hBS0HUHVaWUFc7NgQ',
                'CAACAgIAAxkBAAIFAAFoATQx8tRuyqUOuTO5y5Cs229l-QACWBkAAjZUQEucLo_pHnLLkDYE',
                'CAACAgIAAxkBAAIFAWgBNDLD1JyiGDe64rukjzlIvTwxAALIHQACUUVBS2o5Py9lVIbxNgQ',
                'CAACAgIAAxkBAAIFAmgBNDLog8_d09EYcSfZrJk4tVI3AAI2HQACqE1BS4jHYrnOgX7uNgQ',
                'CAACAgIAAxkBAAIFA2gBNDTT5eLlUt9r5zdTIh6wKMUtAAIrGwACa15BS_nXv6I0B6JYNgQ',
                'CAACAgIAAxkBAAIFBGgBNDVpo94iJNDGv57cD-GOIDLAAAIZFwACULJIS0L1UdZrwOXgNgQ',
                'CAACAgIAAxkBAAIFBWgBNDilooe3iTJ9MyOXJwISo0TTAAKBHgACOAE5S8zclkw_MaimNgQ',
                'CAACAgIAAxkBAAIFBmgBNDkdsN8N_4rlS5cp0yr5KBFXAALnGQACTsdRS-wy57fkF4q3NgQ',
                'CAACAgIAAxkBAAIFB2gBND3V7mssbfkkvFcOL2aAZEmPAALFGgAC_dlIS3D06SqwBcaqNgQ',
                'CAACAgIAAxkBAAIFCGgBNEGa3hjJ9P7tG-MDHwN2E8M5AALQGgACV0ZJS6714-kVUB0-NgQ',
                'CAACAgIAAxkBAAIFCWgBNEuGHWCUS0QMq-ITWWZYCprHAAKXHgACJRJAS-_5teeqM01SNgQ',
                'CAACAgIAAxkBAAIFCmgBNE_QJ_JEt8Vc2pFz3JDO6rb0AAIvGgACZZxBS89QKd5z_K5LNgQ',
                'CAACAgIAAxkBAAIFC2gBNFDPpq1K5d3q56QBrNaPFa2fAAL6FwAC-Dk5S3ANUwoeCRTcNgQ',
                'CAACAgIAAxkBAAIFDGgBNFS5R-2k7iZhyCIKXE2Q0HkfAAIqKwAC9o4oS2Xu0WBJIhvQNgQ',
                'CAACAgIAAxkBAAIFDWgBNFae4S3au_mCpFCItFTa7CI-AAJdHgAC32tJS31gKDweh2AhNgQ',
                'CAACAgIAAxkBAAIFDmgBNFcZufs1UJmd2dOVVMwO23DKAAIHHQACN5xJS3WEP1_i9I7RNgQ']
do_not_talk = [
    "Правило №1: Не говори о Бойцовском клубе. А лучше вообще не разговаривай. Это не твоё.",
    "Кажется, я не разрешал тебе открывать рот. Займись делом.",
    "Слушай, ещё одно сообщение не по теме, и ты полетишь к чертям.",
    "Иногда лучше промолчать.",
    "Твои слова — это просто шум. Перестань.",
    "Я не просил твоего мнения. Оставь его при себе.",
    "Если бы у тебя была сила, ты бы молчал.",
    "Ты не контролируешь этот разговор. Я — контролирую.",
    "Ты не хочешь, чтобы я отвечал. Поверь мне."
]

dont_send_me_video = [
    "Когда ты пришлешь видео, за которое не стыдно? Жду.",
    "Если я захочу смотреть дерьмо, включу федеральные каналы.",
    'Если продолжишь — следующим видео, которое окажется в этом чате, будет запись пикантного '
    'вечера твоей матери в компании четырёх афроамериканских мужчин.',
]

dont_send_me_photo = [
    'Фотография меня не интересует. Я больше по кинематографу.',
    'После такого мне хочется, чтобы меня аннигилировали.',
    'Это фото — как твоя жизнь: лучше бы его не было.',
    'Я бы прокомментировал, но боюсь, мой IQ упадёт просто от взгляда на это.',
    'Если бы у меня был выбор между взглядом на это фото и выстрелом в голову, я бы задумался.'
]

dont_send_me_voice = [
    'Твой голос ужасен. Тайлеру действительно приходится слышать его каждый грёбаный день?',
    'Я не буду это слушать.',
    'Если хотел, чтобы я страдал — поздравляю, получилось.',
    'Голосовое? Нет, спасибо. Я предпочитаю тишину и осознание своей смертности.',
    'Если это крик о помощи — я игнорирую. Если шутка — несмешно.'
]

LEXICON_RU = {
    'start_game_button': 'Вступить в игру',

    'disclaimer': '⚠️\n\n'
                  '''Это социальный эксперимент в духе популярных произведений. '''
                  'Все задания носят условный характер и не требуют реальных действий.\n\n',
    'nice to meet you': '\nДобро пожаловать в «РАЗГРОМ»! 💣💥',
    'no_active_task': 'Заданий пока нет. 😔💔\n',

    'first_meet':
        "Как тут всё устроено?\n\n...\n\n"
        ">> Каждый день в <b>00:00</b> — сообщение-звонок от <b>Тайлера</b>.\n\n"
        ">> Ты берёшь трубку. <i>Второго не дано.</i>\n\n"
        ">> Голос называет твоё <b>задание</b> на сегодня.\n\n"
        ">> Ты соглашаешься. <i>Второго не дано.</i>\n\n"
        ">> После выполнения — отмечаешь в разделе <b>заданий</b>.\n\n"
        ">> <b>Мамочка</b> целует тебя в попку. \n\n"
        ">> Ждёшь следующего <b>звонка</b>.\n\n...",

    'my_tasks_button': '🌟 Задание дня',

    'fighter_card_button': 'Карточка бойца',

    'task for now_1': '''
<code>
---\n''',
    'task for now_2': '''

\n---\n
</code>\n''',
    'task is done': 'Награда: <code>🧼 х10</code>\n\nУвидимся завтра. Если доживём.',
    'OK': 'Понятно',
    'to_menu': 'На главную',
    'ring': '(⁽⁽☎️⁾⁾) Вызов от Тайлера',
    'pick up': 'Взять трубку',
    'OK': '✅ Принято',
    'task is given': 'Получено новое задание',
    'default_task': '''
                        В МАГАЗИНЕ НА ВОПРОС  
                        ПРО ОПЛАТУ, СКАЖИТЕ,  
                        ЧТО У ВАС ОПЛАТА КАРТОЙ  
                        И ДОСТАНЬТЕ ПИРАТСКУЮ,  
                        ДОКАЗЫВАЯ, ЧТО КЛАД  
                        ЛЕЖИТ ГДЕ ТО ТАМ, А  
                        СУХАРИКИ ВЫ  
                        ЗАБИРАЕТЕ СЕЙЧАС!
                        ''',
    'buildings_explode_gif':'https://tenor.com/ru/view/buildings-collapse-collapse-'
                            'fight-club-explosion-fight-club-tyler-durden-gif-17408378'

}
